Autodesk.Revit.DB.Lighting.PresetInitialColor.#ctor(Autodesk.Revit.DB.Lighting.PresetInitialColor)
Creates a copy of the given preset initial color
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013